Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 这个相册已不存在，列表已更新
ar: لم يعد هذا الألبوم موجودًا. تم تحديث القائمة.
de: Dieses Album existiert nicht mehr. Die Liste wurde aktualisiert.
en: This album no longer exists. The list has been updated.
ja: このアルバムはもう存在しません。リストを更新しました。
zh_hant: 這個相冊已不存在，列表已更新

source: 这个相册还没有照片
ar: لا يحتوي هذا الألبوم على صور بعد
de: Dieses Album enthält noch keine Fotos
en: This album has no photos yet
ja: このアルバムにはまだ写真がありません
zh_hant: 這個相冊還沒有照片

source: 这个项目不是图片
ar: هذا العنصر ليس صورة
de: Dieses Element ist kein Bild
en: This item is not an image
ja: この項目は画像ではありません
zh_hant: 這個項目不是圖片

source: 这个项目不是视频
ar: هذا العنصر ليس فيديو
de: Dieses Element ist kein Video
en: This item is not a video
ja: この項目は動画ではありません
zh_hant: 這個項目不是影片

source: 这些照片没有保存拍摄地点
ar: لا تحتوي هذه الصور على موقع محفوظ
de: Für diese Fotos ist kein Aufnahmeort gespeichert
en: These photos do not have a saved location
ja: これらの写真には保存された位置情報がありません
zh_hant: 這些照片沒有儲存拍攝地點

source: 这张图片已经足够小
ar: هذه الصورة صغيرة بما يكفي بالفعل
de: Dieses Bild ist bereits klein genug
en: This image is already small enough
ja: この画像はすでに十分小さいです
zh_hant: 這張圖片已經足夠小

source: 这次删除 %lld 张照片，节省 %@。
ar: تم حذف %lld صورة وتوفير %@ هذه المرة.
de: Diesmal wurden %lld Fotos gelöscht und %@ gespart.
en: Deleted %1$lld photos and saved %2$@ this time.
ja: 今回は%lld枚の写真を削除し、%@を節約しました。
zh_hant: 這次刪除 %lld 張照片，節省 %@。

source: 这次整理 %lld 项内容。
ar: تمت مراجعة %lld عنصرًا هذه المرة.
de: Diesmal wurden %lld Elemente geprüft.
en: Reviewed %lld items this time.
ja: 今回は%lld件を確認しました。
zh_hant: 這次整理 %lld 項內容。

source: 这次没有明显减少空间，建议保留原视频。
ar: لم يقلل ذلك المساحة بشكل ملحوظ. احتفظ بالفيديو الأصلي.
de: Der Speicherbedarf wurde kaum reduziert. Behalte das Originalvideo.
en: This did not noticeably reduce space. Keep the original video.
ja: 今回は容量があまり減りませんでした。元の動画を残すことをおすすめします。
zh_hant: 這次沒有明顯減少空間，建議保留原影片。

source: 这次没有明显减少空间，建议先保留原图。
ar: لم يوفر ذلك مساحة كبيرة. يوصى بالاحتفاظ بالصور الأصلية.
de: Es wurde kaum Speicherplatz gespart. Es wird empfohlen, die Originale zu behalten.
en: This did not save much space. Keeping the originals is recommended.
ja: 今回は容量があまり節約できませんでした。元の写真を残すことをおすすめします。
zh_hant: 這次沒有明顯減少空間，建議先保留原圖。

source: 这次没有明显减少空间，建议先保留原视频。
ar: لم يقلل ذلك المساحة بشكل ملحوظ، لذا احتفظ بالأصل الآن.
de: Der Speicherbedarf wurde kaum reduziert. Behalte das Original vorerst.
en: This did not noticeably reduce space, so keep the original for now.
ja: 今回は容量があまり減らなかったため、ひとまず元の動画を残してください。
zh_hant: 這次沒有明顯減少空間，建議先保留原影片。

source: 这里还没有可整理的照片
ar: لا توجد صور لتنظيفها هنا بعد
de: Hier gibt es noch keine Fotos zum Aufräumen
en: No photos to clean up here yet
ja: ここには整理できる写真がまだありません
zh_hant: 這裡還沒有可整理的照片

source: 进入当前照片时只播放一次，也可点右上角手动控制
ar: يتم التشغيل مرة واحدة عند فتح الصورة الحالية. يمكنك أيضًا التحكم به من الزر في أعلى اليمين.
de: Wird beim Öffnen des aktuellen Fotos einmal abgespielt. Du kannst es auch über die Taste oben rechts steuern.
en: Plays once when you open the current photo. You can also control it from the top-right button.
ja: 現在の写真を開いたときに1回だけ再生します。右上のボタンから手動で操作することもできます。
zh_hant: 進入目前照片時只播放一次，也可點右上角手動控制

source: 进阶
ar: متقدم
de: Erweitert
en: Advanced
ja: 高度
zh_hant: 進階

source: 进阶功能需要读取本机照片库，才能生成真实月份进度和清理队列。
ar: تحتاج الميزات المتقدمة إلى قراءة مكتبة الصور المحلية لإنشاء تقدم شهري حقيقي وقوائم تنظيف.
de: Erweiterte Funktionen benötigen Zugriff auf die lokale Fotomediathek, um echte Monatsfortschritte und Bereinigungslisten zu erstellen.
en: Advanced features need the local photo library to build real monthly progress and cleanup queues.
ja: 高度な機能では、実際の月間進捗と整理キューを作成するために、このデバイスの写真ライブラリを読み取る必要があります。
zh_hant: 進階功能需要讀取本機照片庫，才能生成真實月份進度和清理隊列。

source: 连拍
ar: لقطات متتابعة
de: Serien
en: Bursts
ja: バースト
zh_hant: 連拍

source: 连续 3 天都有清理记录
ar: نظف الصور لمدة 3 أيام متتالية
de: 3 Tage hintereinander Fotos aufräumen
en: Clean up photos for 3 days in a row
ja: 3日連続で写真を整理
zh_hant: 連續 3 天都有清理記錄

source: 连续 30 天都有清理记录
ar: نظف لمدة 30 يومًا متتاليًا
de: 30 Tage hintereinander aufräumen
en: Clean up for 30 days in a row
ja: 30日連続で整理
zh_hant: 連續 30 天都有清理記錄

source: 连续 7 天都有清理记录
ar: نظف الصور لمدة 7 أيام متتالية
de: 7 Tage hintereinander Fotos aufräumen
en: Clean up photos for 7 days in a row
ja: 7日連続で写真を整理
zh_hant: 連續 7 天都有清理記錄

source: 连续天数
ar: السلسلة
de: Serie
en: Streak
ja: 連続日数
zh_hant: 連續天數

source: 连续拍摄、内容接近的照片
ar: صور ملتقطة في أوقات متقاربة وبمحتوى مشابه
de: Kurz nacheinander aufgenommene Fotos mit ähnlichem Inhalt
en: Photos shot close together with similar content
ja: 近い時間に撮影された内容が似ている写真
zh_hant: 連續拍攝、內容接近的照片

source: 连续整理
ar: السلسلة
de: Serie
en: Streak
ja: 連続整理
zh_hant: 連續整理

source: 连续整理 %lld 天
ar: سلسلة تنظيف لمدة %lld يومًا
de: %lld-Tage-Aufräumserie
en: %lld-Day Cleanup Streak
ja: %lld日連続整理
zh_hant: 連續整理 %lld 天

source: 连续整理 30 天
ar: سلسلة 30 يومًا
de: 30-Tage-Serie
en: 30-Day Streak
ja: 30日連続
zh_hant: 連續整理 30 天

source: 适合 4K 生活视频，明显减少体积。
ar: مناسب لفيديوهات 4K اليومية عند الرغبة في تقليل الحجم بوضوح.
de: Gut für alltägliche 4K-Videos, wenn die Dateigröße deutlich sinken soll.
en: Good for everyday 4K videos when you want a clear size reduction.
ja: 日常の4K動画に適し、サイズをはっきり削減できます。
zh_hant: 適合 4K 生活影片，明顯減少體積。

source: 适合想做自己小产品，但不知道如何定范围、用 AI 写代码、处理上线细节的人。
ar: لمن يريدون بناء منتج صغير خاص بهم ويحتاجون إلى مساعدة في تحديد النطاق والبرمجة باستخدام AI والتعامل مع تفاصيل الإطلاق.
de: Für alle, die ein eigenes kleines Produkt bauen möchten, aber Hilfe bei Umfang, KI-Coding und Launch-Details brauchen.
en: For people who want to build their own small product but need help scoping it, coding with AI, and handling launch details.
ja: 自分の小さなプロダクトを作りたいが、範囲決め、AIでのコーディング、公開準備に不安がある人向け。
zh_hant: 適合想做自己小產品，但不知道如何定範圍、用 AI 寫代碼、處理上線細節的人。

source: 适合想把一个小想法真正做出来的人。
ar: لأي شخص يريد تحويل فكرة صغيرة إلى شيء حقيقي.
de: Für alle, die aus einer kleinen Idee etwas Echtes machen wollen.
en: For anyone who wants to turn a small idea into something real.
ja: 小さなアイデアを本当に形にしたい人向け。
zh_hant: 適合想把一個小想法真正做出來的人。

source: 适合日常照片备份，细节和体积更平衡。
ar: مناسب لنسخ الصور اليومية مع توازن بين التفاصيل والحجم.
de: Gut für tägliche Foto-Backups mit ausgewogenem Verhältnis von Details und Größe.
en: Good for everyday photo backups with a balance of detail and size.
ja: 日常の写真バックアップに適し、画質とサイズのバランスが取れています。
zh_hant: 適合日常照片備份，細節和體積更平衡。

source: 适合聊天分享和低重要性图片，空间优先。
ar: مناسب للمشاركة في الدردشات والصور الأقل أهمية مع أولوية للمساحة.
de: Gut für Chat-Freigaben und weniger wichtige Bilder, mit Fokus auf Speicherplatz.
en: Good for chat sharing and less important images, prioritizing space.
ja: チャット共有や重要度の低い画像向け。容量を優先します。
zh_hant: 適合聊天分享和低重要性圖片，空間優先。

source: 适合聊天备份和低重要性视频，空间优先。
ar: الأفضل لنسخ الدردشات والفيديوهات الأقل أهمية عندما تكون المساحة هي الأولوية.
de: Am besten für Chat-Backups und weniger wichtige Videos, wenn Speicherplatz Vorrang hat.
en: Best for chat backups and less important videos where space comes first.
ja: チャットのバックアップや重要度の低い動画向け。容量を最優先します。
zh_hant: 適合聊天備份和低重要性影片，空間優先。

source: 选择
ar: تحديد
de: Auswählen
en: Select
ja: 選択
zh_hant: 選擇

source: 选择压缩方案 %lld 个
ar: اختر خطة لـ %lld فيديو
de: Plan für %lld Videos wählen
en: Choose plan for %lld videos
ja: %lld本の動画のプランを選択
zh_hant: 選擇 %lld 個影片的壓縮方案

source: 选择已显示
ar: تحديد المعروض
de: Angezeigte auswählen
en: Select Shown
ja: 表示中を選択
zh_hant: 選擇已顯示

source: 选择日间、夜间，或跟随 iPhone 系统外观。
ar: اختر الوضع الفاتح أو الداكن أو اتبع مظهر iPhone.
de: Hell, Dunkel oder iPhone Erscheinungsbild verwenden.
en: Choose light mode, dark mode, or follow iPhone appearance.
ja: ライト、ダーク、または iPhone の外観に合わせます。
zh_hant: 選擇日間、夜間，或跟隨 iPhone 系統外觀。

source: 选择界面色调，以及日间、夜间或跟随系统外观。
ar: اختر لون الواجهة، مع المظهر الفاتح أو الداكن أو مظهر النظام.
de: Oberflächenton sowie Hell, Dunkel oder System wählen.
en: Choose the interface tone, plus light, dark, or system appearance.
ja: 画面の色調と、ライト、ダーク、システム連動を選択します。
zh_hant: 選擇介面色調，以及日間、夜間或跟隨系統外觀。

source: 选择要压缩的图片，合计约 %@。
ar: اختر الصور لضغطها. الإجمالي حوالي %@.
de: Bilder zum Komprimieren auswählen. Insgesamt ca. %@.
en: Choose images to compress. Total about %@.
ja: 圧縮する画像を選択します。合計約 %@。
zh_hant: 選擇要壓縮的圖片，合計約 %@。

source: 选择要压缩的视频，合计约 %@。
ar: اختر الفيديوهات لضغطها. الإجمالي حوالي %@.
de: Videos zum Komprimieren auswählen. Insgesamt ca. %@.
en: Select videos to compress. About %@ total.
ja: 圧縮するビデオを選択します。合計約 %@。
zh_hant: 選擇要壓縮的影片，合計約 %@。

source: 选择要生成压缩副本的视频，合计约 %@。
ar: اختر الفيديوهات لإنشاء نسخ مضغوطة. الإجمالي حوالي %@.
de: Videos für komprimierte Kopien auswählen. Insgesamt ca. %@.
en: Select videos to create compressed copies. About %@ total.
ja: 圧縮コピーを作成するビデオを選択します。合計約 %@。
zh_hant: 選擇要生成壓縮副本的影片，合計約 %@。

source: 选择除首张外的相似照片，稍后统一确认删除。
ar: اختر الصور المتشابهة باستثناء الأولى، ثم أكد الحذف لاحقا.
de: Ähnliche Fotos außer dem ersten auswählen und das Löschen später bestätigen.
en: Select similar photos except the first one, then confirm deletion later.
ja: 最初の1枚以外の類似写真を選択し、あとでまとめて削除を確認します。
zh_hant: 選擇首張以外的相似照片，稍後再統一確認刪除。

source: 选择除首张外的相似照片；再次点击可取消选择。
ar: اختر الصور المتشابهة باستثناء الأولى؛ اضغط مرة أخرى لإلغاء التحديد.
de: Ähnliche Fotos außer dem ersten auswählen. Zum Abwählen erneut tippen.
en: Select similar photos except the first one; tap again to clear the selection.
ja: 最初の1枚以外の類似写真を選択します。もう一度タップすると選択解除できます。
zh_hant: 選擇首張以外的相似照片；再次點擊即可取消選擇。

source: 遇见从前
ar: استعد الذكريات
de: Vergangenheit entdecken
en: Meet the Past
ja: 過去に出会う
zh_hant: 遇見從前

source: 邮件反馈
ar: ملاحظات بالبريد
de: Feedback per E-Mail
en: Email Feedback
ja: メールでフィードバック
zh_hant: 郵件反饋

source: 邮件反馈：%@
ar: ملاحظات بالبريد: %@
de: Feedback per E-Mail: %@
en: Email feedback: %@
ja: メールでフィードバック：%@
zh_hant: 郵件反饋：%@

source: 部分操作可能已完成，请检查照片状态
ar: ربما اكتملت بعض العمليات. تحقق من حالة الصور.
de: Einige Aktionen wurden eventuell abgeschlossen. Prüfe den Fotostatus.
en: Some operations may have completed. Check photo status.
ja: 一部の操作が完了している可能性があります。写真の状態を確認してください。
zh_hant: 部分操作可能已完成，請檢查照片狀態

source: 部分视频大小会在处理时确认，已知约 %@。
ar: سيتم التحقق من أحجام بعض الفيديوهات أثناء المعالجة. المعروف حوالي %@.
de: Einige Videogrößen werden beim Verarbeiten geprüft. Bekannt sind ca. %@.
en: Some video sizes will be checked when processing. Known size is about %@.
ja: 一部のビデオサイズは処理時に確認されます。判明分は約 %@。
zh_hant: 部分影片大小會在處理時確認，已知約 %@。

source: 释放 10 GB
ar: تحرير 10 GB
de: 10 GB freigeben
en: Free 10 GB
ja: 10 GB 解放
zh_hant: 釋放 10 GB

source: 释放 100 GB
ar: تحرير 100 GB
de: 100 GB freigeben
en: Free 100 GB
ja: 100 GB 解放
zh_hant: 釋放 100 GB

source: 里程碑徽章
ar: شارات الإنجاز
de: Meilenstein-Badges
en: Milestone Badges
ja: マイルストーンバッジ

source: 重新查看引导
ar: إظهار المقدمة مجددا
de: Einführung erneut anzeigen
en: Show Intro Again
ja: イントロをもう一度表示
zh_hant: 重新查看引導

source: 重试识别地名
ar: إعادة التعرف على أسماء الأماكن
de: Ortsnamen erneut erkennen
en: Retry Place Names
ja: 場所名の認識を再試行
zh_hant: 重試識別地名

source: 长按相册可自定义排序
ar: المس الألبوم مطولا لتخصيص الترتيب
de: Album berühren und halten, um die Reihenfolge anzupassen
en: Touch and hold an album to customize the order
ja: アルバムを長押しして順序をカスタマイズ
zh_hant: 長按相冊可自訂排序

source: 长期整理者
ar: منظم طويل المدى
de: Langzeit-Organizer
en: Long-Term Organizer
ja: 長期整理ユーザー
zh_hant: 長期整理者

source: 长期清理统计
ar: إحصاءات التنظيف طويلة المدى
de: Langfristige Bereinigungsstatistiken
en: Long-term cleanup stats
ja: 長期クリーンアップ統計
zh_hant: 長期清理統計

source: 长期统计
ar: إحصاءات طويلة المدى
de: Langzeitstatistiken
en: Long-term Stats
ja: 長期統計
zh_hant: 長期統計

source: 长期统计、月度记录和徽章
ar: إحصاءات طويلة المدى وسجلات شهرية وشارات
de: Langzeitstatistiken, Monatsverlauf und Badges
en: Long-term stats, monthly records, and badges
ja: 長期統計、月別記録、バッジ
zh_hant: 長期統計、月度記錄和徽章

source: 长期统计与历史
ar: إحصاءات وسجل طويل المدى
de: Langzeitstatistiken und Verlauf
en: Long-Term Stats and History
ja: 長期統計と履歴
zh_hant: 長期統計與歷史

source: 附近地点 %lld
ar: مكان قريب %lld
de: Ort in der Nähe %lld
en: Nearby Place %lld
ja: 近くの場所 %lld
zh_hant: 附近地點 %lld

source: 降低分辨率会显著减少体积，但细节会少一些。
ar: خفض الدقة يقلل الحجم كثيرا، لكنه يقلل التفاصيل.
de: Eine niedrigere Auflösung kann die Größe stark reduzieren, aber Details gehen verloren.
en: Lower resolution can greatly reduce size, but details will be reduced.
ja: 解像度を下げるとサイズを大きく減らせますが、細部は少なくなります。
zh_hant: 降低解析度會顯著減少體積，但細節會少一些。

source: 随机回看收藏里的照片
ar: إعادة مشاهدة صور مفضلة عشوائية
de: Zufällige Favoriten erneut ansehen
en: Random favorites to revisit
ja: お気に入りの写真をランダムに見返す
zh_hant: 隨機回看收藏裡的照片

source: 随机处理还没整理的实况照片
ar: Live Photos غير منظمة عشوائية
de: Zufällige unorganisierte Live Photos
en: Random unreviewed Live Photos
ja: 未整理の Live Photos をランダムに整理
zh_hant: 隨機處理還沒整理的原況照片

source: 随机处理还没整理的截图
ar: لقطات شاشة غير منظمة عشوائية
de: Zufällige unorganisierte Screenshots
en: Random unreviewed screenshots
ja: 未整理のスクリーンショットをランダムに整理
zh_hant: 隨機處理還沒整理的截圖

source: 随机处理还没整理的视频
ar: فيديوهات غير منظمة عشوائية
de: Zufällige unorganisierte Videos
en: Random unreviewed videos
ja: 未整理のビデオをランダムに整理
zh_hant: 隨機處理還沒整理的影片

source: 随机整理
ar: مراجعة عشوائية
de: Zufällige Sichtung
en: Random Review
ja: ランダム整理
zh_hant: 隨機整理

source: 随机浏览
ar: تصفح عشوائي
de: Zufällig durchsehen
en: Random Browse
ja: ランダム表示
zh_hant: 隨機瀏覽

source: 随机浏览只展示六个月前的照片。若照片权限为部分访问，请在设置中允许更多旧照片。
ar: يعرض التصفح العشوائي الصور الأقدم من ستة أشهر فقط. إذا كان الوصول إلى الصور محدودًا، فاسمح بالوصول إلى مزيد من الصور القديمة في الإعدادات.
de: Die Zufallsansicht zeigt nur Fotos, die älter als sechs Monate sind. Wenn der Fotozugriff eingeschränkt ist, erlaube in den Einstellungen den Zugriff auf weitere ältere Fotos.
en: Random Browse only shows photos older than six months. If Photos access is limited, allow access to more older photos in Settings.
ja: ランダム表示では6か月以上前の写真だけを表示します。写真へのアクセスが制限されている場合は、設定でより多くの古い写真へのアクセスを許可してください。
zh_hant: 隨機瀏覽只顯示六個月前的照片。若照片權限為部分存取，請在設定中允許更多舊照片。

source: 随机浏览未整理的旧照片
ar: تصفح صور قديمة غير منظمة عشوائيا
de: Unorganisierte ältere Fotos zufällig durchsehen
en: Randomly browse unreviewed older photos
ja: 未整理の古い写真をランダムに表示
zh_hant: 隨機瀏覽未整理的舊照片

source: 随机翻出未整理的旧照片
ar: صور قديمة غير منظمة عشوائية
de: Zufällige unorganisierte ältere Fotos
en: Random unreviewed older photos
ja: 未整理の古い写真をランダムに発見
zh_hant: 隨機翻出未整理的舊照片

source: 随机翻出未整理的照片，边回忆边整理。
ar: اكتشف صورا غير منظمة عشوائيا ونظمها أثناء استعادة الذكريات.
de: Unorganisierte Fotos zufällig wiederfinden und beim Erinnern sortieren.
en: Rediscover unreviewed photos at random, then organize as you go.
ja: 未整理の写真をランダムに見つけて、思い出しながら整理します。
zh_hant: 隨機翻出未整理的照片，邊回憶邊整理。

source: 隐私
ar: الخصوصية
de: Datenschutz
en: Privacy
ja: プライバシー
zh_hant: 隱私

source: 隐私优先
ar: الخصوصية أولا
de: Datenschutz zuerst
en: Privacy First
ja: プライバシー優先
zh_hant: 隱私優先

source: 隐私优先：%@
ar: الخصوصية أولا: %@
de: Datenschutz zuerst: %@
en: Privacy first: %@
ja: プライバシー優先：%@
zh_hant: 隱私優先：%@

source: 隐私说明
ar: ملاحظات الخصوصية
de: Datenschutzhinweise
en: Privacy Notes
ja: プライバシーについて
zh_hant: 隱私說明

source: 集中处理不再需要的截图
ar: نظف لقطات الشاشة التي لم تعد تحتاجها
de: Nicht mehr benötigte Screenshots bereinigen
en: Clean up screenshots you no longer need
ja: 不要なスクリーンショットをまとめて整理
zh_hant: 集中處理不再需要的截圖

source: 集中处理相似照片、大文件、图片和视频压缩。
ar: عالج الصور المتشابهة والملفات الكبيرة وضغط الصور والفيديو في مكان واحد.
de: Ähnliche Fotos, große Dateien sowie Bild- und Videokomprimierung zentral verwalten.
en: Handle similar photos, large files, image compression, and video compression in one place.
ja: 類似写真、大きなファイル、画像圧縮、ビデオ圧縮をまとめて処理します。
zh_hant: 集中處理相似照片、大檔案、圖片和影片壓縮。

source: 集中处理相似照片、大文件和视频压缩。
ar: عالج الصور المتشابهة والملفات الكبيرة وضغط الفيديو في مكان واحد.
de: Ähnliche Fotos, große Dateien und Videokomprimierung zentral verwalten.
en: Handle similar photos, large files, and video compression in one place.
ja: 類似写真、大きなファイル、ビデオ圧縮をまとめて処理します。
zh_hant: 集中處理相似照片、大檔案和影片壓縮。

source: 需要访问您的照片库来管理相册。
ar: يحتاج OnePhoto إلى الوصول إلى مكتبة الصور لإدارة الألبومات.
de: OnePhoto benötigt Zugriff auf deine Fotomediathek, um Alben zu verwalten.
en: OnePhoto needs photo library access to manage albums.
ja: OnePhoto がアルバムを管理するには写真ライブラリへのアクセスが必要です。
zh_hant: 需要訪問您的照片庫來管理相冊。

source: 需要访问您的照片库来管理相册。%@
ar: يحتاج OnePhoto إلى الوصول إلى مكتبة الصور لإدارة الألبومات. %@
de: OnePhoto benötigt Zugriff auf deine Fotomediathek, um Alben zu verwalten. %@
en: OnePhoto needs photo library access to manage albums. %@
ja: OnePhoto がアルバムを管理するには写真ライブラリへのアクセスが必要です。%@
zh_hant: 需要訪問您的照片庫來管理相冊。%@

source: 需要访问照片库
ar: يلزم الوصول إلى مكتبة الصور
de: Zugriff auf Fotomediathek erforderlich
en: Photo Library Access Needed
ja: 写真ライブラリへのアクセスが必要です
zh_hant: 需要訪問照片庫

source: 需要访问照片库权限
ar: يلزم الوصول إلى مكتبة الصور
de: Zugriff auf Fotomediathek erforderlich
en: Photo Library Access Needed
ja: 写真ライブラリへのアクセスが必要です
zh_hant: 需要訪問照片庫權限

source: 青蓝背景，保持相册整理的清爽感。
ar: خلفية زرقاء تمنح ترتيب الألبومات شعورا منعشا.
de: Ein blau getönter Hintergrund für ein klares Gefühl beim Aufräumen von Alben.
en: A blue-toned background that keeps album cleanup feeling crisp.
ja: 青みのある背景で、アルバム整理をすっきりした印象にします。
zh_hant: 青藍背景，保持相簿整理的清爽感。

source: 静音
ar: كتم الصوت
de: Stumm
en: Mute
ja: ミュート
zh_hant: 靜音

source: 预览
ar: معاينة
de: Vorschau
en: Preview
ja: プレビュー
zh_hant: 預覽

source: 预览、待确认列表和删除确认都保存在你的设备上。
ar: تبقى المعاينات والقوائم المعلقة وتأكيدات الحذف على جهازك.
de: Vorschauen, ausstehende Listen und Löschbestätigungen bleiben auf deinem Gerät.
en: Previews, pending lists, and delete confirmations stay on your device.
ja: プレビュー、確認待ちリスト、削除確認はすべてデバイス上に保存されます。
zh_hant: 預覽、待確認列表和刪除確認都保存在你的設備上。

source: 预览压缩副本
ar: معاينة النسخة المضغوطة
de: Komprimierte Kopie ansehen
en: Preview compressed copy
ja: 圧縮コピーをプレビュー
zh_hant: 預覽壓縮副本

source: 预览或处理时会下载原片。
ar: سيتم تنزيل الأصل عند المعاينة أو المعالجة.
de: Das Original wird beim Anzeigen oder Verarbeiten geladen.
en: The original will download when previewing or processing.
ja: プレビューまたは処理時にオリジナルがダウンロードされます。
zh_hant: 預覽或處理時會下載原片。

source: 预计压缩后
ar: المقدر بعد الضغط
de: Geschätzt nachher
en: Estimated after
ja: 圧縮後の推定
zh_hant: 預計壓縮後

source: 预计压缩后 %@
ar: المقدر بعد الضغط %@
de: Geschätzt nach Komprimierung %@
en: Estimated after compression %@
ja: 圧縮後の推定 %@
zh_hant: 預計壓縮後 %@

source: 预计可减少 %@
ar: توفير متوقع %@
de: Geschätzte Ersparnis %@
en: Estimated savings %@
ja: 削減見込み %@
zh_hant: 預計可減少 %@

source: 预计可减少 %lld 张，逐组确认更稳妥。
ar: يمكن تقليل %lld صور. التأكيد مجموعة بمجموعة أكثر أمانا.
de: Voraussichtlich %lld Fotos weniger. Gruppe für Gruppe zu bestätigen ist sicherer.
en: Could reduce %lld photos. Confirming group by group is safer.
ja: %lld 枚削減できる見込みです。グループごとに確認するとより安心です。
zh_hant: 預計可減少 %lld 張，逐組確認更穩妥。

source: 预计大小会因原视频编码、运动复杂度和 HDR 状态产生偏差，最终以压缩完成报告为准。
ar: قد يختلف الحجم المتوقع حسب ترميز الفيديو الأصلي وتعقيد الحركة وحالة HDR. التقرير النهائي بعد الضغط هو المرجع.
de: Die geschätzte Größe kann je nach Originalcodierung, Bewegungskomplexität und HDR Status abweichen. Maßgeblich ist der Abschlussbericht.
en: Estimated size can vary by original encoding, motion complexity, and HDR status. The final report is the source of truth.
ja: 推定サイズは元のエンコード、動きの複雑さ、HDR 状態により変動します。最終結果は圧縮完了レポートが基準です。
zh_hant: 預估大小會因原影片編碼、動態複雜度和 HDR 狀態產生偏差，最終以壓縮完成報告為準。

source: 预计节省
ar: التوفير المتوقع
de: Geschätzt gespart
en: Estimated saved
ja: 節約見込み
zh_hant: 預計節省

source: 预计节省 %@
ar: التوفير المتوقع %@
de: Geschätzte Ersparnis %@
en: Estimated savings %@
ja: 節約見込み %@
zh_hant: 預計節省 %@

source: 首次读取完成后会自动显示相册。
ar: ستظهر الألبومات تلقائيا بعد اكتمال الفحص الأول.
de: Alben werden nach dem ersten Scan automatisch angezeigt.
en: Albums will appear automatically after the first scan finishes.
ja: 最初のスキャンが完了すると、アルバムが自動的に表示されます。
zh_hant: 首次讀取完成後會自動顯示相冊。

source: 高效清理
ar: تنظيف مركز
de: Gezielte Bereinigung
en: Focused Cleanup
ja: 集中クリーンアップ

source: 高清
ar: عالٍ
de: Hoch
en: High
ja: 高

source: 高清保留
ar: جودة عالية
de: Hohe Qualität
en: High Quality
ja: 高画質

source: 高频界面只保留能帮助当下操作的信息。
ar: تعرض الشاشات كثيرة الاستخدام فقط المعلومات اللازمة للإجراء الحالي.
de: Häufig genutzte Ansichten zeigen nur die Informationen, die für die aktuelle Aktion nötig sind.
en: Frequent screens keep only the information needed for the current action.
ja: よく使う画面には、今の操作に必要な情報だけを表示します。
zh_hant: 高頻界面只保留能幫助當下操作的信息。

source: 默认上滑只是先放进待删除，最后统一确认。手势和视频播放方式都可以在整理页快速调整。
ar: افتراضيًا، يؤدي السحب للأعلى فقط إلى إضافة الصورة إلى قائمة الحذف. تؤكد كل شيء في النهاية، ويمكنك تعديل الإيماءات وطريقة التشغيل من شاشة المراجعة.
de: Standardmäßig legt Wischen nach oben ein Foto nur in „Zu löschen“. Du bestätigst alles am Ende und kannst Gesten und Wiedergabe im Prüfbildschirm schnell anpassen.
en: By default, swiping up only adds a photo to To Delete. You confirm everything at the end, and can adjust gestures and playback from the review screen.
ja: 初期設定では、上にスワイプすると写真は削除予定に追加されるだけです。最後にまとめて確認します。ジェスチャーや再生方法は確認画面ですぐに調整できます。
zh_hant: 預設上滑只是先放進待刪除，最後統一確認。手勢和影片播放方式都可以在整理頁快速調整。

source: 默认左滑删除、右滑保留、上滑收藏；想换手势，可以在整理页底部打开设置。
ar: افتراضيًا، اسحب لليسار للحذف، ولليمين للاحتفاظ، وللأعلى للإضافة إلى المفضلة. لتغيير الإيماءات، افتح الإعدادات أسفل شاشة المراجعة.
de: Standardmäßig löscht Wischen nach links, Wischen nach rechts behält und Wischen nach oben favorisiert. Zum Ändern der Gesten öffne unten im Prüfbildschirm die Einstellungen.
en: By default, swipe left to delete, right to keep, and up to favorite. To change gestures, open settings at the bottom of the review screen.
ja: 初期設定では、左スワイプで削除、右スワイプで保持、上スワイプでお気に入りに追加します。変更するには、確認画面下部の設定を開きます。
zh_hant: 預設左滑刪除、右滑保留、上滑收藏；想換手勢，可以在整理頁底部打開設定。

source: 默认已勾选，取消勾选后不会执行。
ar: محدد افتراضيًا. أزل التحديد لتخطيه.
de: Standardmäßig ausgewählt. Entferne die Auswahl, um den Eintrag zu überspringen.
en: Selected by default. Uncheck an item to skip it.
ja: 初期設定では選択済みです。チェックを外すとスキップされます。
zh_hant: 預設已勾選，取消勾選後不會執行。

source: 默认跟随 iPhone 系统语言。也可以在这里固定删图的显示语言。
ar: افتراضيًا، يتبع OnePhoto لغة iPhone. يمكنك أيضًا تثبيت لغة العرض هنا.
de: Standardmäßig folgt OnePhoto der Sprache deines iPhone. Du kannst hier auch eine feste Anzeigesprache festlegen.
en: By default, OnePhoto follows your iPhone language. You can also pin a display language here.
ja: 初期設定では、OnePhoto は iPhone の言語に従います。ここで表示言語を固定することもできます。
zh_hant: 默認跟隨 iPhone 系統語言。也可以在這裡固定刪圖的顯示語言。

source: %lld 个相册删除失败，请稍后再试
ar: تعذر حذف %lld ألبومًا. حاول مرة أخرى لاحقًا.
de: %lld Alben konnten nicht gelöscht werden. Versuche es später erneut.
en: %lld albums could not be deleted. Try again later.
ja: %lld個のアルバムを削除できませんでした。あとでもう一度お試しください。
zh_hant: %lld 個相冊刪除失敗，請稍後再試

source: 下滑动作
ar: السحب للأسفل
de: Nach unten wischen
en: Down Swipe
ja: 下スワイプ
zh_hant: 下滑動作

source: 下滑可移出当前相册，不会删除照片
ar: اسحب للأسفل للإزالة من هذا الألبوم دون حذف الصورة
de: Wische nach unten, um aus diesem Album zu entfernen, ohne das Foto zu löschen
en: Swipe down to remove from this album without deleting the photo
ja: 下にスワイプすると、このアルバムから外せます。写真は削除されません
zh_hant: 下滑可移出目前相冊，不會刪除照片

source: 下滑移出相册，不删除照片
ar: اسحب للأسفل للإزالة من الألبوم، وليس الحذف
de: Nach unten wischen: aus Album entfernen, nicht löschen
en: Swipe down to remove from album, not delete
ja: 下スワイプでアルバムから外す（削除しません）
zh_hant: 下滑移出相冊，不刪除照片

source: 只会删除空相册，不会删除任何照片。
ar: سيتم حذف الألبومات الفارغة فقط. لن يتم حذف أي صور.
de: Es werden nur leere Alben gelöscht. Keine Fotos werden gelöscht.
en: Only empty albums will be deleted. No photos will be deleted.
ja: 空のアルバムだけを削除します。写真は削除されません。
zh_hant: 只會刪除空相冊，不會刪除任何照片。

source: 删除 %lld 个空相册
ar: حذف %lld ألبومًا فارغًا
de: %lld leere Alben löschen
en: Delete %lld Empty Albums
ja: %lld個の空のアルバムを削除
zh_hant: 刪除 %lld 個空相冊

source: 删除空相册
ar: حذف الألبومات الفارغة
de: Leere Alben löschen
en: Delete Empty Albums
ja: 空のアルバムを削除
zh_hant: 刪除空相冊

source: 发现 %lld 个空相册
ar: تم العثور على %lld ألبومًا فارغًا
de: %lld leere Alben gefunden
en: %lld Empty Albums Found
ja: %lld個の空のアルバムが見つかりました
zh_hant: 發現 %lld 個空相冊

source: 普通整理
ar: مراجعة عادية
de: Normale Durchsicht
en: Regular Review
ja: 通常の整理

source: 正在删除 %lld/%lld
ar: جارٍ الحذف %lld/%lld
de: Löschen %lld/%lld
en: Deleting %lld/%lld
ja: 削除中 %lld/%lld
zh_hant: 正在刪除 %lld/%lld

source: 没有空相册
ar: لا توجد ألبومات فارغة
de: Keine leeren Alben
en: No Empty Albums
ja: 空のアルバムはありません
zh_hant: 沒有空相冊

source: 相册操作
ar: إجراءات الألبوم
de: Albumaktionen
en: Album Actions
ja: アルバム操作
zh_hant: 相冊操作
